#Реализм и патриотизм – что это?

В поисках значений и истории происхождения термина «реализм», мы находим:

«Происходит от франц. réalisme «реализм», из прил. réel «реальный, действительный», далее из поздн. лат. realis «действительный, относящийся к вещам», из класс. лат. res«вещь, дело»; дальнейшая этимология неясна».

И действительно, сейчас едва ли можно дать исчерпывающее и ясное определение этого термина. Перекидывая из контекста в контекст, им жонглировали так, что суть его стерлась и осталась лишь оболочка (из-за чего его использование часто не приветствуется в академических текстах).

Термины, которые кочевали из одной сферы в другую, а затем в определенный период стали очень популярными, плотно осев преимущественно в общественно-политической области и при всей своей, казалось бы, смысловой «нагруженности» (и даже торжественности) вызывают вопросы (как то: Что ты вкладываешь в это понятие?). 

Возьмем два несвязанных (во всяком случае, напрямую) друг с другом «туманных» понятия: реализм и патриотизм, - и с помощью Ngram Viewer посмотрим, как менялась частота их употребления и привязана ли она к знаковым периодам времени. Вероятно, 1) наивысший процент употребления слова «реализм» будет приходится на 30ые гг. XX века (когда М. Горького «назначили» «основоположником социалистического реализма»), а слова «патриотизм» - на 40ые (по понятным причинам); 2) мы увидим тенденцию к спаду популярности этих понятий в настоящее время, ведь сейчас трудно дать конкретное актуальное определение этих понятий, из-за чего их использование не поощряется (о чем я сужу по своему опыту написания университетских работ).

![alt text](https://github.com/MariaRostovskaya/Maria/blob/master/%D0%BD-%D0%B3%D1%80%D0%B0%D0%BC%D0%BC%D1%8B.png "Ngram Viewer")

Из того, что представлено на диаграмме, мы можем сделать следующие выводы: 1) «реализм» стал активно входить в употребление в начале XX века, хотя, вопреки ожиданиям, пик его популярности приходится не на 30-40ые гг., а на конец 50ых; 2) удивительно, но начиная с 1993 г. Процент его употребления постепенно растет; 3) всплеск использования «патриотизма» действительно приходится на время военных событий (1945 г., и, кроме того, начало XIX века); 4) однако, тем более пугающим кажется заметное стабильное повышение процента его использования сейчас – в начале XX века (мы, к сожалению, не можем увидеть его частоту в последние 10 лет – вероятно, она сильно колебалась).



